Repository: WPPlugins/advanced-booking-calendar
Catalog: languages/advanced-booking-calendar-*.po
Languages: sk_sk

source: Once Weekly
sk_sk: Raz za týždeň

source: To
sk_sk: Do

source: From
sk_sk: Od

source: New Booking - Already paid
sk_sk: Nová rezervácia - už zaplatené

source: No discount.
sk_sk: Bez zľavy

source: Description
sk_sk: Popis

source: Error Code
sk_sk: Kód chyby

source: Please continue to PayPal to validate your booking.
sk_sk: Prosím, pokračujte zaplatením na PayPal

source: We have received your booking request.
sk_sk: Prijali sme Vašu požiadavku na rezerváciu.

source: Direct link to PayPal
sk_sk: Priamy odkaz na PayPal

source: Thank you for your booking!
sk_sk: Ďakujeme za Vašu rezerváciu

source: Your booking has been canceled.
sk_sk: Vaša rezervácia bola zrušená

source: Payment Selection
sk_sk: Výber spôsobu platby

source: Other available rooms for your stay
sk_sk: Ďalšie voľné izby pre Váš pobyt

source: Selected room
sk_sk: Vybratá izba

source: Get Wifi-access in your room.
sk_sk: Získať prístup na WiFi vo Vašej izbe

source: SUMMERTIME
sk_sk: Letná sezóna

source: Summer-Discount
sk_sk: Letná zľava

source: Add new Coupon
sk_sk: Pridajte kupón

source: Nights
sk_sk: Noci

source: Valid during
sk_sk: Platné počas

source: Please help us!
sk_sk: Prosíme, pomôžte!

source: Thank you!
sk_sk: Vďaka!

source: Payment
sk_sk: Platba

source: Transaction ID
sk_sk: ID transakcie

source: n/a
sk_sk: nedostupné

source: Kindly,
sk_sk: S potešením

source: Hi!
sk_sk: Ahoj!

source: %s for each of the %d persons and %d days
sk_sk: %s za každú z %d osôb a %d dní

source: %s for each of the %d persons and %d nights
sk_sk: %s za každú z %d osôb a %d nocí

source: %s for each of the %d persons
sk_sk: %s za každú z %d osôb

source: %s paid once
sk_sk: %s zaplatiť naraz

source: %s for each of the %d days
sk_sk: %s za každý z %d dní

source: %s for each of the %d nights
sk_sk: %s za každú z %d nocí

source: No mandatory extras.
sk_sk: Žiadne povinné doplatky

source: No optional extras.
sk_sk: Žiadne voliteľné doplatky

source: Price for the room
sk_sk: Cena za izbu

source: Costs for the extras
sk_sk: Suma za doplatky

source: Selected extra
sk_sk: Zvolený doplatok

source: Continue
sk_sk: Pokračovať

source: Optional extra
sk_sk: Voliteľný doplatok

source: Optional
sk_sk: Voliteľný

source: Required
sk_sk: Požadovaný

source: Booking Form Inputs
sk_sk: Vstupy rezervačného systému

source: Booking Form Settings
sk_sk: Nastavenia rezervačného systému

source: Booking form settings have been saved. Please make sure to update the email templates as well.
sk_sk: Nastavenia rezervačného systému boli uložené, prosím, uistite sa, že sú aktualizované aj emailové šablóny.

source: Fully booked
sk_sk: Úplne obsadené

source: Partly booked
sk_sk: Niektoré ešte voľné

source: Available
sk_sk: Voľné

source: Your stay is too short. Minimum stay for those dates is %d nights.
sk_sk: Váš pobyt je príliš krátky. Minimálny pobyt je %d nocí.

source: October
sk_sk: Október

source: July
sk_sk: Júl

source: June
sk_sk: Jún

source: May
sk_sk: Máj

source: April
sk_sk: Apríl

source: March
sk_sk: Marec

source: February
sk_sk: Február

source: January
sk_sk: Január

source: Title:
sk_sk: Titul:

source: Availability
sk_sk: Dostupnosť

source: Loading...
sk_sk: Načítavanie...

source: Sa
sk_sk: So

source: Fr
sk_sk: Pi

source: Th
sk_sk: Št

source: We
sk_sk: St

source: Tu
sk_sk: Ut

source: Mo
sk_sk: Po

source: Su
sk_sk: Ne

source: Thank you for your booking request!
sk_sk: Ďakujeme za vašu rezerváciu!

source: Total Price
sk_sk: Celková suma

source: Your stay
sk_sk: Váš pobyt

source: No rooms available for your search request.
sk_sk: Neboli nájdené žiadne voľné izby podľa Vašej požiadavky

source: Available rooms for your stay
sk_sk: Dostupné izby pre Váš pobyt

source: Book now
sk_sk: Rezervujte teraz

source: average
sk_sk: priemer.

source: Check availabilities
sk_sk: Skontroluj dostupnosť
